Revit 2018 API
FabricationConfigurationInfo.Path Property
 The path where the fabrication configuration is located.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Since: 2016
Syntax
C#
public string Path { get; }
Visual Basic
Public ReadOnly Property Path As String
	Get
Visual C++
public:
property String^ Path {
	String^ get ();
}
See Also
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace